/* room list separator */
", " = ", ";

/* buddy inspector type */
"Buddy" = "친구";

/* connection inspector type */
"Connection" = "연결";

/* chat room joined date label */
"Joined: %@" = "입장함: %@";

/* not applicable or not available */
"n/a" = "해당 없음";

/* normal user class */
"Normal user" = "일반 사용자";

/* chat room parted date label */
"Parted: %@" = "퇴장: %@";

/* registered user class */
"Registered user" = "등록된 사용자";

/* chat room inspector type */
"Room" = "채널";

/* server operator class */
"Server operator" = "서버 운영자";

/* chat user inspector type */
"User" = "사용자";

/* file size measured in kilobytes */
"%.1f KB" = "%.1f KB";

/* file size measured in megabytes */
"%.2f MB" = "%.2f MB";

/* file size measured in gigabytes */
"%.3f GB" = "%.3f GB";

/* file size measured in terabytes */
"%.4f TB" = "%.4f TB";

/* style already installed title
   emoticons already installed title */
"%@ Already Installed" = "%@ 가 이미 설치되었습니다";

/* time that has passed on selected transfer */
"%@ elapsed" = "%@ 경과됨";

/* time that has passed and time that remains on selected transfer */
"%@ elapsed, %@ remaining" = "%1$@ 경과됨, %2$@ 남음";

/* crash message */
"%@ encountered an unrecoverable error during a previous session. Please enter any details you may recall about what you were doing when the application crashed. This will help us to improve future releases of %@." = "이전 세션의 %1$@ 에서 복구할수 없는 오류가 발생하였습니다. 튕길때의 상황을 적어주시면 %2$@의 다음 릴리즈를 개선하는데 큰 도움이 됩니다.";

/* would you like to view the style in the Appearance Preferences
   would you like to view the emoticons in the Appearance Preferences */
"%@ is ready to be used in your colloquies. Would you like to view %@ and it's options in the Appearance Preferences?" = "%1$@ 을 Colloquy에서 사용하실수 있습니다. 외관 설정에서 옵션과 더불어 %2$@를 미리 보시겠습니까?";

/* status of current download file transfer */
"%@ of %@ downloaded, at %@ per second" = "%1$@ / %2$@ 가 다운로드 되었으며 %3$@/s 로 전송중입니다";

/* status of current upload file transfer */
"%@ of %@ uploaded, at %@ per second" = "%1$@ / %2$@ 가 업로드 되었으며, %3$@/s 로 전송중입니다";

/* emoticon installed title
   style installed title */
"%@ Successfully Installed" = "%@ 가 성공적으로 설치되었습니다";

/* program update */
"%@ Update" = "%@ 업데이트";

/* number of rooms found with a filter from the server listing */
"%d of %d rooms found." = "%1$d / %2$d 채널을 찾았습니다.";

/* number of rooms listed on the server */
"%d rooms indexed." = "%d 개의 채널이 인덱스되었습니다.";

/* file size measured in bytes */
"%lu bytes" = "%lu 바이트";

/* number of hidden messages */
"%u hidden" = "%u 개 감춰짐";

/* new file transfer dialog message */
"A file named \"%@\" is being sent to you from %@. This file is %@ in size." = "\"%1$@\" 파일을 %2$@ 님이 보내셨습니다. 파일 크기는 %3$@ 입니다.";

/* the software needs updated question */
"A newer version of this software has just been detected, would you like to see what's new?" = "새 버전이 출시되었으며, 바뀐 항목들을 보시겠습니까?";

/* accept button name */
"Accept" = "적용";

/* add to favorites menu item */
"Add to Favorites" = "즐겨찾기에 추가";

/* alerts preference pane name */
"Alerts" = "경고";

/* already connected dialog title */
"Already connected" = "이미 연결됨";

/* unknown error dialog title */
"An error occured" = "오류 발생";

/* unknown error dialog message */
"An error occured when dealing with %@. %@" = "%1$@ 을 처리하던 도중 오류가 발생하였습니다. %2$@";

/* chat connecting error dialog title */
"An error occured while connecting" = "연결 중 오류가 발생하였습니다";

/* appearance preference pane name */
"Appearance" = "외관";

/* confirm the delete of a connection */
"Are you sure you want to delete the connection for %@? Any associated Keychain passwords will also be deleted." = "%@에 대한 연결을 삭제하시겠습니까? 연결된 키체인 비밀번호도 같이 삭제됩니다.";

/* delete confirm dialog title */
"Are you sure you want to delete?" = "정말 삭제하시겠습니까?";

/* are you sure you want to part all chat rooms dialog title */
"Are you sure you want to part from all chat rooms and close this window?" = "모든 채널에서 퇴장하고 창을 모두 닫으시겠습니까?";

/* are you sure you want to quit message */
"Are you sure you want to quit Colloquy and disconnect from all active connections?" = "Colloquy를 종료하고 연결된 모든 연결들을 끊으시겠습니까?";

/* are you sure you want to quit title */
"Are you sure you want to quit?" = "정말로 종료하시겠습니까?";

/* available buddy status */
"Available" = "있음";

/* away buddy status */
"Away" = "부재";

/* behavior preference pane name */
"Behavior" = "행동";

/* available buddy bubble title */
"Buddy Available" = "있는 친구들";

/* unavailable buddy bubble title */
"Buddy Unavailable" = "없는 친구들";

/* member invited to room title */
"Chat Room Invite" = "채널 초대";

/* chat invalid nickname dialog title */
"Chat Server is blank" = "서버 항목이 비었습니다";

/* chat invalid nickname dialog title */
"Chat Server Port is invalid" = "서버 포트가 잘못되었습니다";

/* clear finished transfers toolbar button name */
"Clear" = "정리";

/* clear finished transfers toolbar customize palette name */
"Clear Finished" = "완료 항목들 정리";

/* clear finished transfers tooltip */
"Clear Finished Transfers" = "완료된 파일전송 항목들 정리";

/* connect to server title */
"Connect" = "연결";

/* connect button tooltip */
"Connect to server" = "서버에 연결";

/* connect button tooltip */
"Connect to Server" = "서버에 연결";

/* connected bubble title */
"Connected" = "연결됨";

/* name for connection info button in customize palette */
"Connection Info" = "연결 정보";

/* connection is disconnected dialog title */
"Connection is Disconnected" = "연결이 끊어졌습니다";

/* connection failed to the update server */
"Connection to the Update server failed." = "업데이트 서버 연결이 실패했습니다.";

/* short toolbar server console button name */
"Console" = "콘솔";

/* title of the could not connect error */
"Could not connect" = "연결할 수 없습니다";

/* chat invalid password dialog title */
"Could not connect to Chat server" = "채팅서버에 연결 할 수 없습니다";

/* current version */
"currently using %@ (v%@)" = "현 버전은 %1$@ (v%2$@) 입니다";

/* singular day */
"day" = "일";

/* plural days */
"days" = "일";

/* decline button */
"Decline" = "거절";

/* delete item title */
"Delete" = "삭제";

/* name for delete connection button in customize palette
   delete connection button tooltip */
"Delete Connection" = "연결 삭제";

/* disconnect from server title */
"Disconnect" = "연결 해제";

/* disconnect button tooltip */
"Disconnect from Server" = "서버 연결 해제";

/* disconnected bubble title */
"Disconnected" = "연결 해제됨";

/* chat panes drawer toolbar item name */
"Drawer" = "서랍";

/* error installing emoticons title */
"Emoticon Installation Error" = "이모티콘 설치 오류";

/* general preference pane name */
"General" = "일반";

/* get info contextual menu item title */
"Get Info" = "정보 가져오기";

/* hide drawer menu title */
"Hide Drawer" = "서랍 숨기기";

/* hide tab bar menu title */
"Hide Tab Bar" = "탭 바 숨기기";

/* singular hour */
"hour" = "시간";

/* plural hours */
"hours" = "시간";

/* idle buddy status */
"Idle" = "한가함";

/* new file transfer dialog title */
"Incoming File Transfer" = "파일 전송 들어옴";

/* short toolbar connection info button name */
"Info" = "정보";

/* short toolbar inspector button name
   inspector toolbar button in customize palette */
"Inspector" = "조사";

/* interface preference pane name */
"Interface" = "인터페이스";

/* bubble title invited to room */
"Invited to Chat" = "채널에 초대";

/* irc nickname buddy picker column title */
"IRC Nickname" = "IRC 별명";

/* new buddy card note */
"IRC Nickname: %@ (%@)" = "IRC 별명: %1$@ (%2$@)";

/* join button */
"Join" = "입장";

/* join chat room button tooltip */
"Join a chat room" = "채널에 입장";

/* name for join chat room button in customize palette */
"Join Chat Room" = "채널에 입장";

/* short toolbar join chat room button name */
"Join Room" = "채널에 입장";

/* join room contextual menu item title */
"Join Room..." = "채널에 입장...";

/* message user button tooltip */
"Message a user" = "메시지 보내기";

/* toolbar message user button name */
"Message User" = "다른이에게 메시지 보내기";

/* message user contextual menu item title */
"Message User..." = "메시지 보내기...";

/* singular minute */
"minute" = "분";

/* plural minutes */
"minutes" = "분";

/* singular month */
"month" = "달";

/* plural months */
"months" = "달";

/* multiple user same nickname, user selection description */
"Multiple users with the name '%@' have been found." = "'%@' 별명을 가진 다른 사용자분이 존재합니다.";

/* not applicable identifier */
"n/a" = "해당 없음";

/* never answer */
"Never" = "절대 아님";

/* new connection title */
"New" = "새 연결";

/* new connection tooltip */
"New Connection" = "새 연결";

/* new smart transcript menu title */
"New Smart Transcript..." = "새 스마트 트랜스스크립트...";

/* chat invalid nickname dialog title */
"Nickname is blank" = "별명이 비었습니다";

/* no button
   no answer */
"No" = "아니요";

/* no favorites menu title */
"No Favorites" = "즐겨찾기 항목 없음";

/* no info inspector title */
"No Info" = "정보 없음";

/* no files have been transfered or in the process of transfering */
"no recent file transfers" = "최근 파일 전송항목 없음";

/* no smart transcripts menu title */
"No Smart Transcripts" = "스마트 트랜스스크립트 없음";

/* status of pending download file transfer */
"nothing downloaded yet" = "다운로드 받은 항목이 없습니다";

/* status of pending upload file transfer */
"nothing uploaded yet" = "업로드 한 항목이 없습니다";

/* notice message from user title */
"Notice from %@" = "%@ 으로부터의 알림";

/* offline buddy status */
"Offline" = "오프라인";

/* open favorites folder menu title */
"Open Favorites folder..." = "즐겨찾기 폴더 열기...";

/* server console button tooltip */
"Open the server console" = "서버 콘솔 열기";

/* chat panes drawer toolbar customize palette name */
"Panel Drawer" = "패널 서랍";

/* reconnect to server button */
"Reconnect" = "재연결";

/* refuse button name */
"Refuse" = "거부";

/* replace button name */
"Replace" = "대치";

/* resume button name */
"Resume" = "재개";

/* retry connecting to server */
"Retry" = "재시도";

/* show file in Finder toolbar button name */
"Reveal" = "보기";

/* show file in Finder toolbar customize palette name */
"Reveal File" = "파일 보기";

/* reveal button tooltip */
"Reveal File in Finder" = "Finder에서 파일 보기";

/* save dialog title */
"Save" = "저장";

/* save as button name */
"Save As..." = "다른 이름으로 저장...";

/* singular second */
"second" = "초";

/* plural seconds */
"seconds" = "초";

/* send files passively file send open dialog button */
"Send File Passively" = "패시브 모드로 파일 보내기";

/* singular server label */
"server" = "서버";

/* name for server console button in customize palette */
"Server Console" = "서버 콘솔";

/* connection info button tooltip */
"Show connection info" = "연결 정보 보기";

/* show drawer menu title */
"Show Drawer" = "서랍 보기";

/* connection info button tooltip */
"Show inspector" = "조사 보기";

/* show tab bar menu title */
"Show Tab Bar" = "툴 바 보기";

/* short toolbar stop button name */
"Stop" = "중지";

/* stop button tooltip */
"Stop File Tranfser" = "파일 전송 중지";

/* name for stop button in customize palette */
"Stop Tranfser" = "전송 준지";

/* error installing style title */
"Style Installation Error" = "스타일 설치 오류";

/* would you like to replace an emoticon bundle with a different version */
"The %@ emoticons are already installed. Would you like to replace them with this version?" = "%@ 이모티콘이 이미 설치되었습니다. 현 버전을 대치하시겠습니까?";

/* would you like to replace a style with a different version */
"The %@ style is already installed. Would you like to replace it with this version?" = "%@ 스타일이 이미 설치되었습니다. 현 버전을 대치하시겠습니까?";

/* chat server blank dialog message */
"The chat server is invalid because it was left blank." = "채팅 서버 항목이 비워 있어서 연결 할 수가 없습니다";

/* chat server port invalid dialog message */
"The chat server port you specified is invalid because it can't be negative or greater than 65535." = "채팅 서버에 음수이거나 혹은 65535보다 더 큰 포트 숫자를 넣으셔서 연결을 할 수 없습니다.";

/* chat already connected message */
"The chat server with the nickname you specified is already connected to from this computer. Use another nickname if you desire multiple connections." = "채팅 서버에 적으신 별명은 이미 이 컴퓨터에 연결되어 있습니다. 다중 연결을 하시길 원하신다면 다른 별명을 넣어주세요.";

/* unknown connection error dialog message */
"The connection could not be made. %s." = "연결을 할수 없습니다. %s.";

/* unknown disconnection error dialog message */
"The connection was terminated between your computer and the server. %s." = "서버와 컴퓨터간의 연결이 끊겼습니다. %s.";

/* emoticons install error message */
"The emoticons could not be installed, please make sure you have permission to install this item." = "이 이모티콘을 설치할수 없습니다, 이모티콘을 설치할 권한을 확인해주세요.";

/* replace transfer save dialog message */
"The file %@ in %@ already exists and can't be resumed. Replace it?" = "%2$@ 안의 %1$@ 파일이 이미 존재하여 재개할 수 없습니다. 이를 대치하시겠습니까?";

/* replace or resume transfer save dialog message */
"The file %@ in %@ already exists. Would you like to resume from where a previous transfer stopped or replace it?" = "%2$@ 안의 %1$@ 파일이 이미 존재합니다. 기존의 전송을 중단하거나 혹은 대치하여 계속 재개하시겠습니까?";

/* chat nickname blank dialog message */
"The nickname is invalid because it was left blank." = "별칭 항목이 비워져 있어서 별칭을 사용할수 없습니다.";

/* chat invalid nickname dialog message */
"The nickname you specified is in use or invalid on this server." = "설정하신 별명은 서버에서 사용중이거나 현 서버에서 사용하실수 없습니다.";

/* chat invalid nicknames dialog message */
"The nickname you specified is in use or invalid on this server. A connection could not be made with '%@' as your nickname." = "현재 설정하신 별명은 서버에서 사용중이거나 혹은 사용하실수 없습니다. %@ 별명으로 연결할수 없습니다.";

/* chat invalid password dialog message */
"The password you specified is invalid or a connection could not be made without a proper password. Make sure you have access to the server." = "비밀번호가 맞지 않거나 혹은 적절한 암호가 아닙니다. 서버 접근 권한이 있는지 확인해주세요.";

/* chat invalid password dialog message */
"The server is disconnected or refusing connections from your computer. Make sure you are connected to the internet and have access to the server." = "서버 연결이 끊겼거나 혹은 연결이 거부되었습니다. 인터넷 연결과 서버 접근권한이 있는지 확인해주세요.";

/* connection dropped */
"The server may be down for maintenance, or the connection was broken between your computer and the server. Check your connection and try again." = "서버가 현재 유지보수 작업중이거나, 혹은 컴퓨터와 서버간 연결이 끊겼습니다. 연결을 확인하고 다시 시도해주세요.";

/* connection dropped */
"The server may have shutdown for maintenance, or the connection was broken between your computer and the server. Check your connection and try again." = "서버가 현재 유지보수 작업중이거나, 혹은 컴퓨터와 서버간 연결이 끊겼습니다. 연결을 확인하고 다시 시도해주세요.";

/* style install error message */
"The style could not be installed, please make sure you have permission to install this item." = "스타일을 설치할 수가 없습니다. 스타일 설치에 필요한 권한이 있는지 확인해주세요.";

/* user not online alert dialog message */
"The user \"%@\" is not online and is unavailable until they reconnect." = "\"%@\" 님은 현재 온라인이 아니며, 재 접속할때까지 채팅을 하실수 없습니다.";

/* chat username blank dialog message */
"The username is invalid because it was left blank." = "별칭 항목이 비워져 있어서 사용하실수 없습니다.";

/* chat username blank dialog message */
"The username you specified is invalid because it contains spaces or other non-alphanumeric characters." = "현재 선택하신 별칭은 스페이스나 혹은 영어/숫자 문자가 아니라서 사용하실수 없습니다.";

/* no new version */
"There are no new versions of %@ currently available." = "현재 %@ 버전보다 최신 버전은 없습니다.";

/* new version available */
"There is a new version of %@ currently available." = "현재 %@ 버전보다 최신 버전이 존재합니다.";

/* chat panes drawer toolbar item tooltip */
"Toggle Chat Panel Drawer" = "채팅 패널 서랍 토글";

/* results final download file transfer */
"total of %@ downloaded, at %@ per second" = "총 %1$@ 개가 다운로드 되었으며, 초당 %2$@ 로 받았습니다";

/* results final upload file transfer */
"total of %@ uploaded, at %@ per second" = "총 %1$@ 개가 업로드 되었으며, 초당 %2$@ 로 업로드 되었습니다";

/* chat transcript preference pane name */
"Transcripts" = "필기록";

/* file transfers preference pane name */
"Transfers" = "전송";

/* user not online alert dialog title */
"User \"%@\" is not online" = "\"%@\" 님은 온라인이 아닙니다";

/* chat invalid username dialog title */
"Username invalid" = "별칭이 잘못되었습니다";

/* chat blank username dialog title */
"Username is blank" = "별칭이 비어있습니다";

/* singular week */
"week" = "주";

/* plural weeks */
"weeks" = "주";

/* would you like to connect to get room listing dialog message */
"Would you like to connect and retrieve the server's chat room listing?" = "연결하신후 서버의 채널들을 검색하시겠습니까?";

/* singular year */
"year" = "년";

/* plural years */
"years" = "년";

/* yes button
   yes answer */
"Yes" = "예";

/* title of the you have been disconnected error */
"You have been disconnected" = "연결이 해지되었습니다";

/* identified bubble title */
"You Have Been Identified" = "인증 받았습니다";

/* new memos bubble title */
"You Have New Memos" = "새로운 메모가 있습니다";

/* bubble message invited to room */
"You were invited to %@ by %@." = "%2$@ 님이 %1$@ 채널로 초대하셨습니다.";

/* you were invited to join a chat room status message */
"You were invited to join %@ by %@. Would you like to accept this invitation and join this room?" = "%2$@님이 %1$@ 채널로 초대하셨습니다. 이 초대를 수락하고 해당 채널로 들어가시겠습니까?";

/* confirm close of window message */
"You will exit all chat rooms and lose any unsaved chat transcripts. Do you want to proceed?" = "모든 채널과 저장되지 않은 필기록들이 사라집니다. 계속 진행하시겠습니까?";

/* you are now connected bubble text */
"You're now connected to %@ as %@." = "%1$@ 서버에 %2$@ 로 접속하셨습니다.";

/* you were disconnected bubble text */
"You're were disconnected from %@." = "%@에서 연결해제 되었습니다.";

/* unavailable buddy bubble text */
"Your buddy %@ is now offline." = "현재 친구 %@ 님이 현재 오프라인입니다.";

/* available buddy bubble text */
"Your buddy %@ is now online." = "현재 친구 %@ 님이 온라인입니다.";

/* certificate unlock request, server name inserted */
"Your certificate is locked with a passphrase. In order to connect to %@, you need to unlock your certificate." = "현재 인증서가 암호로 잠겨져 있습니다. %@에 접속하시려면, 암호를 넣어 인증서를 푸셔야 합니다.";

/* chat invalid nickname dialog title */
"Your Chat nickname could not be used" = "별명을 사용하실수 없습니다";

/* chat invalid password dialog title */
"Your Chat password is invalid" = "채널 비밀번호가 잘못되었습니다";

/* the software is all up-to-date */
"Your software is all up-to-date with the latest version released. Check back at a later date." = "현재 최신 버전을 사용하시고 계십니다. 나중에 다시 확인해주세요.";

/* no file size */
"Zero bytes" = "0 바이트";

/* blank ignore name */
"Blank Ignore" = "공백 무시";

/* normal style variant menu item title */
"Normal" = "일반";

/* text only emoticons display name */
"Text Only" = "텍스트만";

/* temporary ignore title suffix */
" (Temporary)" = " (임시)";

/* room status info tooltip in drawer */
"%@ (%@)\n%d members\n%@" = "%1$@ (%2$@)\n%3$d 분\n%4$@";

/* chat transcript/log - window title */
"%@ - %@ Transcript" = "필기록 %1$@ - %2$@";

/* chat console - window title */
"%@ - Console" = "%@ - 콘솔";

/* someone else don't required op to set topic room status message */
"%@ changed this room to allow anyone to change the topic." = "%@ 님이 모두가 채널 주제를 변경할수 있도록 설정하셨습니다.";

/* someone else no longer passworded room status message */
"%@ changed this room to no longer require a password." = "%@ 님이 비밀번호가 필요하지 않게 설정하셨습니다.";

/* someone else permit outside messages room status message */
"%@ changed this room to permit outside messages." = "%@ 님이 바깥 메시지 수신을 설정하셨습니다.";

/* someone else prohibit outside messages room status message */
"%@ changed this room to prohibit outside messages." = "%@ 님이 바깥 메시지를 수신하지 않도록 설정하셨습니다.";

/* someone else password required room status message */
"%@ changed this room to require a password of \"%@\"." = "%1$@ 님이 다음 \"%2$@\" 비밀번호를 입력해야 들어올수 있도록 변경하셨습니다.";

/* someone else required op to set topic room status message */
"%@ changed this room to require operator status to change the topic." = "%@ 님이 운영자 권한이 있어야 채널 주제를 변경할수 있도록 변경하셨습니다.";

/* bubble message member lost voice string */
"%@ had voice removed by %@ in %@." = "%3$@에서 %2$@님이 %1$@님의 보이스를 뺏었습니다.";

/* new room messages bubble text */
"%@ has %d messages waiting. \nLast from %@" = "%1$@ 채널에 %2$d 개의 메시지가 있습니다. \n마지막 메시지는 %3$@ 입니다";

/* new single room message bubble text */
"%@ has a message waiting from %@." = "%2$@ 의 메시지를 %1$@ 님이 기다리고 있습니다.";

/* new room messages bubble text */
"%@ has possibly replied to your message." = "%@ 님이 님의 메시지에 답할수 있습니다.";

/* user not online */
"%@ is not online. Any messages sent will not be received." = "%@ 님이 현재 온라인이 아닙니다. 메시지를 수신 받을수 없습니다.";

/* user has changed nicknames */
"%@ is now known as <span class=\"member\">%@</span>." = "%1$@ 님의 별칭이 <span class=\"member\">%2$@</span>로 변경되었습니다.";

/* bubble message member joined string */
"%@ joined the chat room %@." = "%2$@ 채널에 %1$@님이 참여하였습니다.";

/* bubble message member left string */
"%@ left the chat room %@." = "%2$@ 채널에서 %1$@님이 나가셨습니다.";

/* someone else invite only room status message */
"%@ made this room invite only." = "%@ 님이 초대받은 사람만 들어올수 있게 변경하였습니다.";

/* someone else moderated for normal users room status message */
"%@ made this room moderated for normal users." = "%@ 님이 일반 사용자들이 관리할수 있도록 변경하셨습니다.";

/* someone else moderated for operators room status message */
"%@ made this room moderated for operators." = "%@ 님이 운영자들만 관리할수 있도록 변경하셨습니다.";

/* someone else no longer secret room status message */
"%@ made this room no longer a secret." = "%@ 님이 공개방으로 변경하셨습니다.";

/* someone else no longer invite only room status message */
"%@ made this room no longer invite only." = "%@ 님이 모두 올수 있도록 초대를 푸셨습니다.";

/* someone else no longer moderated for normal users room status message */
"%@ made this room no longer moderated for normal users." = "%@ 님이 더이상 일반 사용자가 관리하지 못하도록 변경하셨습니다.";

/* someone else no longer moderated for operators room status message */
"%@ made this room no longer moderated for operators." = "%@ 님이 더이상 관리자가 관리하지 못하도록 변경하셨습니다.";

/* someone else private room status message */
"%@ made this room private." = "%@ 님이 사적인 방으로 변경하셨습니다.";

/* someone else public room status message */
"%@ made this room public." = "%@ 님이 공개방으로 변경하셨습니다.";

/* someone else secret room status message */
"%@ made this room secret." = "%@ 님이 비밀방으로 만드셨습니다.";

/* someone else no member limit room status message */
"%@ removed the room member limit" = "%@ 님이 채널 인원 제한을 없애셨습니다";

/* member replied bubble title */
"%@ Replied" = "%@ 에 대해 답장함";

/* room activity bubble title */
"%@ Room Activity" = "%@ 채널 활동";

/* someone else member limit room status message */
"%@ set a limit on the number of room members to %@." = "%1$@ 님이 %2$@명으로 채널 인원 수를 조정하셨습니다.";

/* bubble message member operator demotion string */
"%@ was demoted from half-operator by %@ in %@." = "%3$@에서 %2$@님이 %1$@ 님을 하프옵 권한을 가져가셨습니다.";

/* bubble message member operator demotion string */
"%@ was demoted from operator by %@ in %@." = "%3$@에서 %2$@님이 %1$@ 님을 운영자 권한을 가져가셨습니다.";

/* bubble message member voiced string */
"%@ was granted voice by %@ in %@." = "%3$@에서 %2$@님이 %1$@님에게 보이스를 주었습니다.";

/* bubble message member kicked string */
"%@ was kicked from %@ by %@." = "%3$@에서 %2$@님이 %1$@님을 쫓아내셨습니다.";

/* user has been removed by force from a chat room status message */
"%@ was kicked from the chat room by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span> 님이 %1$@님을 쫓아내셨습니다.";

/* bubble message member half-operator promotion string */
"%@ was promoted to half-operator by %@ in %@." = "%3$@에서 %2$@님이 %1$@님에게 하프옵 권한을 주었습니다.";

/* bubble message member operator promotion string */
"%@ was promoted to operator by %@ in %@." = "%3$@에서 %2$@님이 %1$@님에게 운영자 권한을 주었습니다.";

/* bubble message member quieted string */
"%@ was quieted by %@ in %@." = "%3$@에서 %2$@님에 의해 %1$@님이 나가셨습니다.";

/* first message bubble text */
"%@ wrote you a private message." = "%@님이 님에게 개인적인 메시지를 보내셨습니다.";

/* chat room user ignored bubble text */
"%@'s message was ignored in %@." = "%2$@에서 %1$@님의 말이 무시되었습니다.";

/* direct chat user ignored bubble text */
"%@'s message was ignored." = "%@님의 개인적인 메시지가 무시되었습니다.";

/* console tooltip witg lag (server delay) info in seconds */
"%@\n%.3f seconds lag" = "%1$@\n%2$.3f 초 지연";

/* number of room members information line */
"%d members" = "%d 명";

/* messages waiting room tooltip */
"%d messages waiting" = "%d 개의 메시지 기다리는중";

/* number of rules info label */
"%d rules" = "%d 개의 규칙들";

/* no chat topic is set message */
"(no chat topic is set)" = "(채널 주제가 설정되어 있지 않습니다)";

/* one message waiting room tooltip */
"1 message waiting" = "1 개의 메시지가 대기중입니다";

/* one rule info label */
"1 rule" = "1개의 규칙";

/* user no longer has special voice status and can't talk in moderated rooms status message */
"<span class=\"member\">%@</span> had voice removed by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>님의 보이스를 제거했습니다.";

/* we removed user's special voice status and can't talk in moderated rooms status message */
"<span class=\"member\">%@</span> had voice removed by you." = "<span class=\"member\">%@</span>님의 보이스를 제거했습니다.";

/* user is no longer quieted because of someone else in the room status message */
"<span class=\"member\">%@</span> is no longer quieted because of <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님으로 인해 <span class=\"member\">%1$@</span>님은 더이상 침묵 상태가 아닙니다.";

/* a user is no longer quieted because of us status message */
"<span class=\"member\">%@</span> is no longer quieted because of you." = "님이 <span class=\"member\">%@</span>님의 침묵을 푸셨습니다.";

/* a user has join a chat room status message */
"<span class=\"member\">%@</span> joined the chat room." = "<span class=\"member\">%@</span>님이 채널에 들어오셨습니다.";

/* a user has left the chat room status message */
"<span class=\"member\">%@</span> left the chat room." = "<span class=\"member\">%@</span>님이 채널에서 나가셨습니다.";

/* user removed a ban chat room status message */
"<span class=\"member\">%@</span> removed the ban on %@." = "<span class=\"member\">%1$@</span>님이 %2$@ 채널의 밴을 제거하셨습니다.";

/* user set a ban chat room status message */
"<span class=\"member\">%@</span> set a ban on %@." = "<span class=\"member\">%1$@</span>님이 %2$@ 채널의 밴을 설정하셨습니다.";

/* user is no longer a chat room half-operator status message */
"<span class=\"member\">%@</span> was demoted from half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>님의 하프옵 권한을 가져가셨습니다.";

/* we removed user's chat room half-operator status message */
"<span class=\"member\">%@</span> was demoted from half-operator by you." = "님이 <span class=\"member\">%@</span>님의 하프옵 권한을 가져가셨습니다.";

/* user is no longer a chat room operator status message */
"<span class=\"member\">%@</span> was demoted from operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>님의 운영자 권한을 가져가셨습니다.";

/* we removed user's chat room operator status message */
"<span class=\"member\">%@</span> was demoted from operator by you." = "님이 <span class=\"member\">%@</span>님의 운영자 권한을 가져가셨습니다.";

/* user is no longer a chat room founder status message */
"<span class=\"member\">%@</span> was demoted from room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>님의 채널 생성자 권한을 가져가셨습니다.";

/* we removed user's chat room founder status message */
"<span class=\"member\">%@</span> was demoted from room founder by you." = "님이 <span class=\"member\">%@</span>님의 채널 생성자 권한을 가져가셨습니다.";

/* user now has special voice status to talk in moderated rooms status message */
"<span class=\"member\">%@</span> was granted voice by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>님에게 보이스를 줬습니다.";

/* we gave user special voice status to talk in moderated rooms status message */
"<span class=\"member\">%@</span> was granted voice by you." = "님이 <span class=\"member\">%@</span>님에게 보이스를 줬습니다.";

/* user is now a chat room half-operator status message */
"<span class=\"member\">%@</span> was promoted to half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>에게 하프옵 권한을 줬습니다.";

/* we gave user chat room half-operator status message */
"<span class=\"member\">%@</span> was promoted to half-operator by you." = "님이 <span class=\"member\">%@</span>님에게 하프옵 권한을 줬습니다.";

/* user is now a chat room operator status message */
"<span class=\"member\">%@</span> was promoted to operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>님에게 운영자 권한을 줬습니다.";

/* we gave user chat room operator status message */
"<span class=\"member\">%@</span> was promoted to operator by you." = "님이 <span class=\"member\">%@</span>님에게 운영자 권한을 줬습니다.";

/* user is now a chat room founder status message */
"<span class=\"member\">%@</span> was promoted to room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>님에게 채널 생성자 권한을 줬습니다.";

/* we gave user chat room founder status message */
"<span class=\"member\">%@</span> was promoted to room founder by you." = "님이 <span class=\"member\">%@</span>님에게 채널 생성자 권한을 줬습니다.";

/* user was quieted by someone else in the room status message */
"<span class=\"member\">%@</span> was quieted by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 <span class=\"member\">%1$@</span>님을 침묵시켰습니다.";

/* we quieted someone else in the room status message */
"<span class=\"member\">%@</span> was quieted by you." = "님이 <span class=\"member\">%@</span> 님을 침묵시켰습니다.";

/* add to favorites contextual menu */
"Add \"%@ (%@)\"" = "\"%1$@ (%2$@)\ 추가"";

/* add to buddy list contextual menu */
"Add To Buddy List" = "친구 목록에 추가";

/* add to favorites contextual menu */
"Add to Favorites" = "즐겨찾기에 추가";

/* kick reason (secondary) */
"And reason:" = "이유:";

/* appearance preferences menu item title */
"Appearance Preferences..." = "외관 설정...";

/* ban user from room label */
"Ban %@ from the %@ room." = "%2$@ 채널에서 %1$@ 차단.";

/* ban from room contextual menu - admin only */
"Ban From Room" = "채널에서 차단";

/* ban from room (customized) contextual menu - admin only */
"Ban From Room..." = "채널에서 차단...";

/* ban user button */
"Ban User" = "사용자 차단";

/* choose style toolbar item tooltip */
"Change chat style" = "채팅 스타일 변경";

/* choose emoticons toolbar item tooltip */
"Change Emoticons" = "이모티콘 변경";

/* clear display toolbar button name
   clear console toolbar button name */
"Clear" = "정리";

/* clear console tooltip
   clear console toolbar customize palette name */
"Clear Console" = "콘솔창 정리";

/* clear display contextual menu
   clear console contextual menu item title
   clear display tooltip
   clear display toolbar customize palette name */
"Clear Display" = "화면 정리";

/* close contextual menu item title */
"Close" = "종료";

/* default style menu item title */
"Default" = "기본값";

/* delete contextual menu item title */
"Delete" = "삭제";

/* demote half-operator contextual menu - admin only */
"Demote Half Operator" = "하프옵 권한 제거";

/* demote operator contextual menu - admin only */
"Demote Operator" = "운영자 권한 제거";

/* detach from window contextual menu item title */
"Detach From Window" = "창에서 분리하기";

/* disconnected status info line in drawer */
"disconnected" = "연결되지 않음";

/* choose emoticons contextual menu
   choose emoticons toolbar item menu representation title
   choose emoticons toolbar item patlette label
   choose emoticons toolbar item label */
"Emoticons" = "이모티콘";

/* encoding contextual menu
   encoding menu toolbar item */
"Encoding" = "인코딩";

/* find toolbar item patlette label
   find toolbar item label */
"Find" = "검색";

/* focused window label, interface preferences */
"Focused Window" = "강조된 창";

/* force quiet contextual menu - admin only */
"Force Quiet" = "강제 침묵";

/* get info contextual menu item title */
"Get Info" = "정보 확인";

/* grant voice contextual menu - admin only */
"Grant Voice" = "보이스 주기";

/* ignore user contextual menu */
"Ignore" = "무시";

/* encoding of the message different than your current encoding */
"incompatible encoding" = "호환되지 않는 인코딩";

/* joining status info line in drawer */
"joining..." = "결합...";

/* kick user from room */
"Kick %@ from the %@ room." = "%2$@ 채널에서 %1$@님을 내쫓았습니다.";

/* kickban from room contextual menu - admin only */
"Kick & Ban From Room" = "채널에서 킥밴하기";

/* kickban from room (customized) contextual menu - admin only */
"Kick & Ban From Room..." = "채널에서 킥밴하기...";

/* kick and ban user button */
"Kick & Ban User" = "사용자 킥밴";

/* kickban user from room */
"Kick and ban %@ from the %@ room." = "%2$@ 채널에서 %1$@님을 킥밴 하기.";

/* kick from room contextual menu - admin only */
"Kick From Room" = "채널에서 내쫓기K";

/* kick from room (customized) contextual menu - admin only */
"Kick From Room..." = "채널에서 내쫓기...";

/* kick user button */
"Kick User" = "사용자 내쫓기";

/* chat room kicked status line in drawer */
"kicked out" = "쫓겨나셨습니다";

/* leave room contextual menu item title */
"Leave Room" = "채널에서 나감";

/* make half-operator contextual menu - admin only */
"Make Half Operator" = "하프옵으로 만들기";

/* make operator contextual menu - admin only */
"Make Operator" = "운영자로 만들기";

/* mark display toolbar button name */
"Mark" = "표시";

/* mark display tooltip
   mark display toolbar customize palette name */
"Mark Display" = "디스플레이 표시";

/* message ignored bubble title */
"Message Ignored" = "메시지가 무시되었습니다";

/* toggle private messages toolbar button name */
"Messages" = "메시지";

/* first message bubble title */
"New Private Message" = "새 개인적인 메시지";

/* member promoted to half-operator title */
"New Room Half-Operator" = "채널의 새 하프 옵";

/* member promoted title */
"New Room Operator" = "새운영자";

/* new window label, interface preferences */
"New Window" = "새창";

/* no messages waiting room tooltip */
"no messages waiting" = 대기중인 메시지가 없습니다";

/* no rules info label */
"No rules" = "규칙이 없습니다";

/* no selectable emoticons menu item title */
"No Selectable Emoticons" = "선택가능한 이모티콘이 없습니다";

/* no background image label */
"None" = "없음";

/* private chat mentioned bubble text */
"One of your highlight words was mentioned by %@." = "강조되길 원하는 문구중 하나가 %@에서 언급되었습니다.";

/* chat room mentioned bubble text */
"One of your highlight words was mentioned in %@." = "강조되길 원하는 문구중 하나가 %@ 채널에서 언급되었습니다.";

/* other image label */
"Other..." = "기타...";

/* preferences menu item title */
"Preferences" = "설정";

/* new message bubble title */
"Private Message" = "개인적인 메시지";

/* bubble message quieted member annulled string */
"Quieted %@ was annulled by %@ in %@." = "%3$@의 %2$@ 채널에서 %1$@에 대한 침묵이 해지되었습니다.";

/* quieted member annulled title */
"Quieted Room Member Annulled" = "채널 사용자의 침묵이 해지되었습니다";

/* rejoin room contextual menu item title */
"Rejoin Room" = "채널 다시 접속";

/* remove quiet contextual menu - admin only */
"Remove Quiet" = "침묵 제거";

/* remove voice contextual menu - admin only */
"Remove Voice" = "보이스 제거";

/* room half-operator demoted title */
"Room Half-Operator Demoted" = "채널의 하프옵의 권한을 회수함";

/* member joined title */
"Room Member Joined" = "채널에 사용자가 입장함";

/* member kicked title */
"Room Member Kicked" = "채널내 사용자를 쫓아냄";

/* member left title */
"Room Member Left" = "채널내 사용자가 나감";

/* member devoiced title */
"Room Member Lost Voice" = "채널 내 사용자가 보이스를 잃음";

/* member quieted title */
"Room Member Quieted" = "채널내 사용자가 침묵됨";

/* member voiced title */
"Room Member Voiced" = "채널내 사용자가 보이스를 얻음";

/* room operator demoted title */
"Room Operator Demoted" = "채널 운영자 권한을 가져감";

/* search toolbar item label
   search patlette label
   search toolbar item menu representation title */
"Search" = "검색";

/* search field placeholder string */
"Search Messages" = "매시지 검색";

/* search toolbar item tooltip */
"Search messages" = "메시지 검색";

/* send file toolbar tooltip
   send file toolbar customize palette name
   send file toolbar button name */
"Send File" = "파일 보내기";

/* send files passively file send open dialog button */
"Send File Passively" = "패시브 모드로 파일 보내기";

/* send file contextual menu */
"Send File..." = "파일 보내기...";

/* send message contextual menu */
"Send Message" = "메시지 보내기";

/* server window label, interface preferences */
"Server Window" = "서버 창";

/* settings toolbar button name
   settings toolbar customize palette name */
"Settings" = "설정";

/* find toolbar item tooltip */
"Show Find Panel" = "검색 패널 보이기";

/* smart transcript settings tooltip */
"Smart Transcript Settings" = "스마트 트랜스스크립트 설정";

/* choose style toolbar item patlette label
   choose style toolbar item menu representation title
   choose style toolbar menu title
   choose style contextual menu
   choose style toolbar item label */
"Style" = "스타일";

/* default style emoticons menu item title */
"Style Default" = "기본 스타일";

/* encoding menu toolbar customize palette name */
"Text Encoding" = "텍스트 인코딩";

/* encoding menu toolbar item tooltip */
"Text Encoding Options" = "택스트 인코딩 설정";

/* toggle private messages toolbar customize palette name */
"Toggle Messages" = "메시지 토글";

/* toggle private messages output tooltip */
"Toggle Private Messages Output" = "개인적인 메시지 출력 토글";

/* toggle verbose toolbar customize palette name */
"Toggle Verbose" = "자세한 내용 토글";

/* toggle verbose output tooltip */
"Toggle Verbose Output" = "자세한 내역 출력 토글";

/* topic changed chat room status message */
"Topic changed to \"%@\" by <span class=\"member\">%@</span>." = "<span class=\"member\">%2$@</span>님이 채널 주제를 \"%1$@\" 로 바꾸셨습니다.";

/* new variant name */
"Untitled Variant" = "제목없는 변형";

/* user ignored bubble title */
"User Ignored" = "사용자 무시됨";

/* verbose toolbar button name */
"Verbose" = "자세한 내용";

/* starting window title, window and a number */
"Window %d" = "창 %d";

/* ban hostmask
   ban hostmask label */
"With hostmask:" = "호스트 마크:";

/* kick reason label */
"With reason:" = "이유:";

/* we are no longer quieted and can talk status message */
"You are no longer quieted, thanks to <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님에 의해 침묵이 풀리셨습니다.";

/* you changed nicknames */
"You are now known as <span class=\"member\">%@</span>." = "이제 <span class=\"member\">%@</span>님 이십니다.";

/* you changed the topic chat room status message */
"You changed the topic to \"%@\"." = "채널 주제를 \"%@\" 로 변경하셨습니다.";

/* don't require op to set topic room status message */
"You changed this room to allow anyone to change the topic." = "채널 내 모든 이용자들이 주제를 변경할 수 있도록 바꾸셨습니다.";

/* no longer passworded room status message */
"You changed this room to no longer require a password." = "더이상 채널에 비밀번호가 필요없도록 바꾸셨습니다.";

/* permit outside messages room status message */
"You changed this room to permit outside messages." = "채널 바깥에서 메시지를 받을수 있도록 바꾸셨습니다.";

/* prohibit outside messages room status message */
"You changed this room to prohibit outside messages." = "채널 바깥에서 오는 메시지를 거부하도록 바꾸셨습니다.";

/* password required room status message */
"You changed this room to require a password of \"%@\"." = "\"%@\" 가 있어야 입장가능하게 변경하셨습니다";

/* require op to set topic room status message */
"You changed this room to require operator status to change the topic." = "운영자 권한이 있어야 채널 주제를 변경하도록 바꾸셨습니다.";

/* we removed our chat room half-operator privilege status message */
"You demoted yourself from half-operator." = "이제 하프옵이 아니십니다.";

/* we removed our chat room operator privilege status message */
"You demoted yourself from operator." = "이제 운영자가 아니십니다.";

/* we removed our chat room founder privilege status message */
"You demoted yourself from room founder." = "이제 채널 생성자가 아니십니다.";

/* we gave ourself special voice status to talk in moderated rooms status message */
"You gave yourself voice." = "보이스를 주었습니다.";

/* we no longer has special voice status and can't talk in moderated rooms status message */
"You had voice removed by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님의 보이스를 뺏으셨습니다.";

/* new messages bubble text */
"You have %d messages waiting from %@." = "현재 %2$@로부터 대기중인 %1$d 개의 메시지가 있습니다.";

/* new single message bubble text */
"You have 1 message waiting from %@." = "%@로부터 대기중인 하나의 메시지가 있습니다.";

/* you were removed by force from a chat room error message */
"You have been kicked from the chat room by %@ with the reason \"%@\" and cannot send further messages without rejoining." = "현재 %1$@ 채널에서 \"%2$@\" 이유로 방에서 쫓겨나셨으므로, 재접속하지 않는 이상 메시지를 보내실 수 없습니다.";

/* you were removed by force from a chat room error message title */
"You have been kicked from the chat room." = "채널에서 쫓겨나셨습니다.";

/* self away status removed message */
"You have returned from away." = "부재에서 돌아오셨습니다.";

/* self away status set message */
"You have set yourself away with \"%@\"." = "부재 메시지를 \"%@\" 로 설정하셨습니다.";

/* you removed a user by force from a chat room status message */
"You kicked %@ from the chat room." = "님이 %@ 님을 쫓아내셨습니다.";

/* disconnect from the server status message */
"You left the chat by being disconnected from the server." = "서버 연락이 끊겨서 채널에서 나가시게 되었습니다.";

/* invite only room status message */
"You made this room invite only." = "초대를 받아야 들어갈수 있는 채널을 만드셨습니다.";

/* moderated for normal users room status message */
"You made this room moderated for normal users." = "일반 사용자들이 대화 할 수 있는 관리되는 채널을 생성하셨습니다.";

/* moderated for operators room status message */
"You made this room moderated for operators." = "관리자가 관리하는 채널을 생성하셨습니다.";

/* no longer secret room status message */
"You made this room no longer a secret." = "채널을 더이상 비밀로 두지 않도록 설정하셨습니다.";

/* no longer invite only room status message */
"You made this room no longer invite only." = "채널에 초대를 받지 않고 입장할수 있도록 바꾸셨습니다.";

/* no longer moderated for normal users room status message */
"You made this room no longer moderated for normal users." = "일반 사용자들이 대화하는걸 관리하지 않도록 변경하셨습니다.";

/* no longer moderated for operators room status message */
"You made this room no longer moderated for operators." = "관리자들이 관리하는 채널이 아니게 변경하셨습니다.";

/* private room status message */
"You made this room private." = "개인 채널으로 설정하셨습니다.";

/* public room status message */
"You made this room public." = "공개 채널으로 설정하셨습니다.";

/* secret room status message */
"You made this room secret." = "비밀 채널으로 설정하셨습니다.";

/* You are no longer quieted and can talk ourself mode event message */
"You made yourself no longer quieted." = "더이상 침묵상태가 아니게 수정했습니다.";

/* You gave ourself the room half-operator mode event message */
"You promoted yourself to half-operator." = "하프옵 권한으로 올리셨습니다.";

/* You gave ourself the room operator mode event message */
"You promoted yourself to operator." = "운영자 권한으로 올리셨습니다.";

/* You gave ourself the room founder mode event message */
"You promoted yourself to room founder." = "이제 채널 생성자 권한으로 올리셨습니다.";

/* we quieted and can't talk ourself status message */
"You quieted yourself." = "침묵을 자신에게 거셨습니다.";

/* reconnected to server status message */
"You reconnected to the server." = "서버에 재연결 하셨습니다.";

/* rejoined the room status message */
"You rejoined the room." = "채널에 재입장 하셨습니다.";

/* you removed a ban chat room status message */
"You removed the ban on %@." = "%@ 님의 차단을 푸셨습니다.";

/* no member limit room status message */
"You removed the room member limit." = "채널 사용자 제한을 푸셨습니다.";

/* we removed our special voice status to talk in moderated rooms status message */
"You removed voice from yourself." = "보이스를 직접 없애셨습니다.";

/* you set a ban chat room status message */
"You set a ban on %@." = "%@ 님의 차단을 설정하셨습니다.";

/* member limit room status message */
"You set a limit on the number of room members to %@." = "%@ 명으로 채널 이용자 제한을 설정하셨습니다.";

/* we are no longer a chat room half-operator status message */
"You were demoted from half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님이 님의 하프옵 권한을 가져가셨습니다.";

/* we are no longer a chat room operator status message */
"You were demoted from operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님이 님의 운영자 권한을 가져가셨습니다.";

/* we are no longer a chat room founder status message */
"You were demoted from room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님이 님의 채널 운영자 권한을 가져가셨습니다.";

/* we now have special voice status to talk in moderated rooms status message */
"You were granted voice by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님으로부터 보이스를 받았습니다.";

/* member kicked title */
"You Were Kicked" = "쫓겨나셧습니다";

/* bubble message member kicked string */
"You were kicked from %@ by %@." = "%2$@님이 %1$@에서 쫓아내셨습니다.";

/* you were removed by force from a chat room status message */
"You were kicked from the chat room by %@." = "%@ 채널에서 쫓겨나셧습니다.";

/* mentioned bubble title */
"You Were Mentioned" = "호출 받았습니다";

/* we are now a chat room half-operator status message */
"You were promoted to half-operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님이 하프옵 권한을 주셨습니다.";

/* we are now a chat room operator status message */
"You were promoted to operator by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님이 운영자 권한을 주셨습니다.";

/* we are now a chat room founder status message */
"You were promoted to room founder by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span님이 채널 생성자 권한을 주셨습니다>.";

/* we are now quieted and can't talk status message */
"You were quieted by <span class=\"member\">%@</span>." = "<span class=\"member\">%@</span>님이 님에게 침묵을 거셨습니다.";

/* number of rules info label */
"%d rules" = "%d 개의 규칙들";

/* one rule info label */
"1 rule" = "1개의 규칙";

/* focused window label, interface preferences */
"Focused Window" = "강조된 창";

/* new window label, interface preferences */
"New Window" = "새 창";

/* no rules info label */
"No rules" = "규칙 없음";

/* no background image label */
"None" = "없음";

/* other image label */
"Other..." = "기타...";

/* server window label, interface preferences */
"Server Window" = "서버 창";

/* new variant name */
"Untitled Variant" = "제목없는 변형";

/* starting window title, window and a number */
"Window %d" = "창 %d";

/* the stylesheet parse failed */
"An internal Style error occurred." = "내부 스타일 오류가 발생하였습니다.";

/* color panel Background Color button */
"Background Color" = "배경 색";

/* clear all marks contextual menu item title */
"Clear All Marks" = "모든 마크 제거";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "아래에 있는 마크들 제거";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "왼쪽에 있는 마크들 제거";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "왼쪽에 있는 마크들 제거";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "위에 있는 마크들 제거";

/* color panel Foreground Color button */
"Foreground Color" = "전경 색";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "다음 마크로 이동";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "전 마크로 이동";

/* the style contains and error */
"The %@ Style has been damaged or has an internal error preventing new messages from displaying. Please contact the %@ author about this." = "스타일 %1$@ 이 손상되었거나 혹은 내부 오류로 인해 새로운 메시지가 뜨는걸 방지하고 있습니다. %2$@의 제작자분에게 연락을 부탁드립니다.";
